[
  {
    "title": "Developing Youth Character in Online Spaces: Leveraging Personality Dynamics for Micro-interventions",
    "authors": "Stephen M. Schueller, Eranda Jayawickereme",
    "link": "/data/papers/id001.pdf"
  },
  {
    "title": "“It’s Just Between Us. . . Right?” Navigating Teen Privacy Challenges in AI Companion Conversations",
    "authors": "Hsuen-Chi (Hazel) Chiu, Jeremy Foote",
    "link": "/data/papers/id002.pdf"
  },
  {
    "title": "Navigating the Duality of Technology Through Consent: Non-Western Perspectives on Teen Technology Use",
    "authors": "Meryem Barkallah, Douglas Zytko",
    "link": "/data/papers/id003.pdf"
  },
  {
    "title": "Rethinking Parental Control: Teen Agency in Mobile Technology and Digital Well-Being",
    "authors": "Shizhao (Lawrence) Liu, Luca-Maxim Meinhardt, Meziah Ruby Cristobal, Xinqi Zhang, Kai Lukoff",
    "link": "/data/papers/id004.pdf"
  },
  {
    "title": "Broadening Interventions Strategies for Phone Addiction",
    "authors": "Sally Ahmed, Sydney Nguyen, John Ghosn",
    "link": "/data/papers/id005.pdf"
  },
  {
    "title": "Tao-Technology for Teen Mobile Use: Harmonizing Adaptation, Autonomy, and Reflection",
    "authors": "Pengyu Zhu, Janghee Cho",
    "link": "/data/papers/id006.pdf"
  },
  {
    "title": "Strengthening Digital Safety Education Through Cross-Sector Collaboration",
    "authors": "Weihan Angela Ng",
    "link": "/data/papers/id007.pdf"
  },
  {
    "title": "“Dad, Put Your Phone Down at the Dinner Table!”, a Daughter-Father Memoir on Smartphone Addiction",
    "authors": "Kaylin Yi, Ji Soo Yi",
    "link": "/data/papers/id009.pdf"
  },
  {
    "title": "Perspective From Marginalized Voices: How Young Adults on the Autism",
    "authors": "Kaitlyn Klabacka, Kirsten Chapman, Xinru Page",
    "link": "/data/papers/id010.pdf"
  },
  {
    "title": "Moving Beyond Parental Control toward Community-based Approaches to Adolescent Online Safety",
    "authors": "Mamtaj Akter, Jinkyung Katie Park, Pamela J. Wisniewski",
    "link": "/data/papers/id011.pdf"
  },
  {
    "title": "Less Fright, More Delight: Community-Driven Gratitude Intervention for Teen Digital Well-being",
    "authors": "Bich Ngoc (Rubi) Doan",
    "link": "/data/papers/id012.pdf"
  },
  {
    "title": "Empowering Bystanders: Leveraging Generative AI to Enhance Direct Cyberbullying Intervention and Support Teen Well-being",
    "authors": "Peinuan Qin, Junti Zhang, Jiting Cheng, Jungup Lee, Zhixing Liu, Yi-Chieh Lee",
    "link": "/data/papers/id013.pdf"
  },
  {
    "title": "Decentralized Social Media and Teen Well-being: A New Frontier or a False Hope?",
    "authors": "Aribah Aizaz, Yoojin Hong, Joseph Seering",
    "link": "/data/papers/id014.pdf"
  },
  {
    "title": "Chatperone: An LLM-Based Negotiable Scaffolding System for Mediating Adolescent Mobile Interactions",
    "authors": "Suwon Yoon, Seungwon Yang, Jeongwon Choi, Wonjeong Park, Inseok Hwang",
    "link": "/data/papers/id015.pdf"
  },
  {
    "title": "Back to the Future: A collated interview, piecing together a teenager's nostalgia for a mobile-free childhood",
    "authors": "Sascha Snow, Eleanor Chin Derix",
    "link": "/data/papers/id016.pdf"
  },
  {
    "title": "Bridging the Help-Seeking Gap: Evaluating the Implementation of a Mental Health App, Myloh in Youth Mental Health Services",
    "authors": "Jungup Lee, Natasha Lim Yan Ting, Elizabeth Chia, Eric Sng",
    "link": "/data/papers/id017.pdf"
  },
  {
    "title": "The End of My Toxic Relationship with Social Media",
    "authors": "Willow Yoo",
    "link": "/data/papers/id018.pdf"
  },
  {
    "title": "Dark Patterns and Adolescent Digital Behaviour: A Culturally Contextualized Analysis of Mobile Technology in Zimbabwe",
    "authors": "Priscilla Mutembwa",
    "link": "/data/papers/id021.pdf"
  }
]